Repository: vincentbattez/DynamicNotch
Catalog: DynamicNotch/Resources/Localization/Localizable.xcstrings
Source language: en
Languages: ar, bg, bn, ca, cs, da, de, el, es, fa, fi, fil, fr, he, hi, hr, hu, id, it, ja, kk, ko, ms, nb, nl, pl, pt, ro, ru, sk, sr, sv, th, tr, uk, vi, zh_hans, zh_hant

# settings.general.appearance.subtitle
source: Theme and accent color preferences.
ar: تفضيلات السمة ولون التمييز.
bg: Предпочитания за тема и цвят на акцента.
bn: থিম এবং অ্যাকসেন্ট রঙের পছন্দ।
ca: Preferències de tema i color d'accent.
cs: Vyberte si mezi světlým, tmavým nebo automatickým systémovým motivem.
da: Præferencer for tema og fremhævningsfarve.
de: Wähle zwischen hellem, dunklem oder automatischem Systemdesign.
el: Προτιμήσεις θέματος και χρώματος έμφασης.
es: Preferencias de tema y color de acento.
fa: ترجیحات تم و رنگ تأکیدی.
fi: Teeman ja korostusvärin asetukset.
fil: Mga kagustuhan sa tema at kulay ng accent.
fr: Choisissez entre les thèmes clair, sombre ou automatique du système.
he: העדפות ערכת נושא וצבע הדגשה.
hi: थीम और एक्सेंट रंग प्राथमिकताएं।
hr: Postavke teme i boje naglaska.
hu: Téma és kiemelőszín beállítások.
id: Pilih antara tema terang, gelap, atau otomatis sistem.
it: Scegli tra tema chiaro, scuro o automatico di sistema.
ja: ライト、ダーク、またはシステムのテーマを選択します。
kk: Тақырып пен екпін түсінің параметрлері.
ko: 라이트, 다크 또는 시스템 자동 모드 중에서 선택하세요.
ms: Keutamaan tema dan warna aksen.
nb: Innstillinger for tema og fremhevingsfarge.
nl: Kies tussen een licht, donker of automatisch systeemthema.
pl: Wybierz między jasnym, ciemnym lub automatycznym motywem systemowym.
pt: Escolha entre os modos claro, escuro ou automático do sistema.
ro: Preferințe pentru temă și culoarea de accent.
ru: Параметры темы и акцентного цвета.
sk: Predvoľby témy a farby akcentu.
sr: Подешавања теме и боје акцента.
sv: Välj mellan ljust, mörkt eller automatiskt systemtema.
th: การตั้งค่าธีมและสีเน้น
tr: Tema ve vurgu rengi tercihleri.
uk: Виберіть світлу, темну або системну автоматичну тему.
vi: Chọn giữa chủ đề sáng, tối hoặc tự động của hệ thống.
zh_hans: 主题和强调色偏好。
zh_hant: 在淺色、深色或系統自動主題之間選擇。

# settings.general.appearance.system
source: System
ar: النظام
bg: Системен
bn: সিস্টেম
ca: Sistema
cs: Systémový
el: Σύστημα
es: Sistema
fa: سیستم
fi: Järjestelmä
fr: Système
he: מערכת
hi: सिस्टम
hr: Sustav
hu: Rendszer
id: Sistem
it: Sistema
ja: システム
kk: Жүйелік
ko: 시스템
ms: Sistem
nl: Systeem
pl: Systemowy
pt: Sistema
ro: Sistem
ru: Системная
sk: Systémový
sr: Системски
th: ตามระบบ
tr: Sistem
uk: Системний
vi: Hệ thống
zh_hans: 跟随系统
zh_hant: 系統

# settings.general.appearance.title
source: Appearance
ar: المظهر
bg: Изглед
bn: চেহারা
ca: Aparença
cs: Vzhled
da: Udseende
de: Erscheinungsbild
el: Εμφάνιση
es: Apariencia
fa: ظاهر
fi: Ulkoasu
fil: Hitsura
fr: Apparence
he: מראה
hi: स्वरूप
hr: Izgled
hu: Megjelenés
id: Tampilan
it: Aspetto
ja: 外観
kk: Көрініс
ko: 화면 모드
ms: Penampilan
nb: Utseende
nl: Weergave
pl: Wygląd
pt: Aparência
ro: Aspect
ru: Оформление
sk: Vzhľad
sr: Изглед
sv: Utseende
th: ลักษณะ
tr: Görünüm
uk: Вигляд
vi: Giao diện
zh_hans: 外观
zh_hant: 外觀

# settings.general.blueNightMode.description
source: Apply a dark blue color scheme to the settings interface.
ar: تطبيق نظام ألوان أزرق داكن على واجهة الإعدادات.
bg: Прилагане на тъмносиня цветова схема към интерфейса с настройки.
bn: সেটিংস ইন্টারফেসে গাঢ় নীল রঙের স্কিম প্রয়োগ করুন।
ca: Aplica una combinació de colors blau fosc a la interfície de configuració.
cs: Zapněte teplejší tóny, abyste v noci snížili únavu očí.
da: Anvend et mørkeblåt farveskema på indstillingsgrænsefladen.
de: Warme Farbtöne für entspanntes Arbeiten am Abend aktivieren.
el: Εφαρμογή σκούρου μπλε συνδυασμού χρωμάτων στη διεπαφή ρυθμίσεων.
es: Aplicar un esquema de color azul oscuro a la interfaz de configuración.
fa: اعمال طرح رنگی آبی تیره به رابط کاربری تنظیمات.
fi: Käytä tummansinistä värimaailmaa asetusliittymässä.
fil: Maglapat ng madilim na asul na color scheme sa interface ng mga setting.
fr: Activer des tons plus chauds pour réduire la fatigue oculaire en soirée.
he: החל ערכת צבעים כחולה כהה בממשק ההגדרות.
hi: सेटिंग्स इंटरफ़ेस पर डार्क ब्लू रंग योजना लागू करें।
hr: Primijenite tamnoplavu shemu boja na sučelje postavki.
hu: Sötétkék színséma alkalmazása a beállítások felületére.
id: Aktifkan nada yang lebih hangat untuk mengurangi ketegangan mata di malam hari.
it: Abilita toni più caldi per ridurre l'affaticamento degli occhi durante la notte.
ja: 夜間の目の疲れを軽減するために暖色系のトーンを有効にします。
kk: Параметрлер интерфейсіне қою көк түс схемасын қолдану.
ko: 야간 눈의 피로를 줄이기 위해 따뜻한 톤을 활성화합니다.
ms: Gunakan skema warna biru gelap pada antara muka tetapan.
nb: Bruk et mørkeblått fargeoppsett for innstillingsgrensesnittet.
nl: Schakel warmere tinten in om vermoeidheid van de ogen 's nachts te verminderen.
pl: Włącz cieplejsze tony, aby zmniejszyć zmęczenie oczu w nocy.
pt: Ativar tons mais quentes para reduzir o cansaço visual durante a noite.
ro: Aplicați o schemă de culori albastru închis la interfața setărilor.
ru: Применить темно-синюю цветовую схему к интерфейсу настроек.
sk: Použiť tmavomodrú farebnú schému pre rozhranie nastavení.
sr: Примените тамноплаву шему боја на интерфејс подешавања.
sv: Aktivera varmare toner för att minska ögontrötthet på natten.
th: ใช้ชุดสีน้ำเงินเข้มกับส่วนต่อประสานการตั้งค่า
tr: Ayarlar arayüzüne koyu mavi bir renk şeması uygula.
uk: Увімкніть тепліші тони, щоб зменшити напругу очей уночі.
vi: Bật tông màu ấm hơn để giảm mỏi mắt vào ban đêm.
zh_hans: 将深蓝色配色方案应用于设置界面。
zh_hant: 啟用較暖的色調以減少夜間眼睛疲勞。

# settings.general.blueNightMode.title
source: Night Mode
ar: الوضع الليلي
bg: Нощен режим
bn: নাইট মোড
ca: Mode nocturn
cs: Noční režim
da: Nattilstand
de: Nachtmodus
el: Νυχτερινή λειτουργία
es: Modo noche
fa: حالت شب
fi: Yötila
fr: Mode Nuit
he: מצב לילה
hi: नाइट मोड
hr: Noćni način
hu: Éjszakai mód
id: Mode Malam
it: Modalità Notte
ja: ナイトモード
kk: Түнгі режим
ko: 야간 모드
ms: Mod malam
nb: Nattmodus
nl: Nachtmodus
pl: Tryb nocny
pt: Modo Noite
ro: Mod de noapte
ru: Ночной режим
sk: Nočný režim
sr: Ноћни режим
sv: Nattläge
th: โหมดกลางคืน
tr: Gece Modu
uk: Нічний режим
vi: Chế độ Ban đêm
zh_hans: 夜间模式
zh_hant: 夜間模式

# settings.general.display.autoSwitch.description
source: Use the main display while the selected display is unavailable, then move Dynamic Notch back when it returns.
ar: استخدام الشاشة الرئيسية أثناء عدم توفر الشاشة المحددة، ثم نقل Dynamic Notch مرة أخرى عند توفرها.
bg: Използване на главния дисплей, когато избраният дисплей не е наличен.
bn: নির্বাচিত ডিসপ্লে অনুপলব্ধ থাকাকালীন প্রধান ডিসপ্লে ব্যবহার করুন।
ca: Utilitza la pantalla principal mentre la pantalla seleccionada no estigui disponible.
cs: Automaticky přepínat na monitor obsahující aktivní okno.
da: Brug hovedskærmen, mens den valgte skærm ikke er tilgængelig.
de: Automatisch zum Bildschirm mit dem aktiven Fenster wechseln.
el: Χρήση της κύριας οθόνης όσο η επιλεγμένη οθόνη δεν είναι διαθέσιμη.
es: Usa la pantalla principal mientras la pantalla seleccionada no esté disponible y devuelve Dynamic Notch cuando vuelva.
fa: استفاده از صفحه نمایش اصلی در صورت عدم دسترسی به صفحه نمایش انتخابی.
fi: Käytä päänäyttöä, kun valittu näyttö ei ole käytettävissä.
fil: Gamitin ang pangunahing display habang hindi available ang napiling display.
fr: Basculer automatiquement vers l'écran contenant la fenêtre active.
he: השתמש בתצוגה הראשית כאשר התצוגה שנבחרה אינה זמינה.
hi: चयनित डिस्प्ले अनुपलब्ध होने पर मुख्य डिस्प्ले का उपयोग करें।
hr: Koristi glavni zaslon dok odabrani zaslon nije dostupan.
hu: A fő kijelző használata, amíg a kiválasztott kijelző nem érhető el.
id: Beralih secara otomatis ke layar yang berisi jendela aktif.
it: Passa automaticamente allo schermo contenente la finestra attiva.
ja: アクティブなウィンドウがあるディスプレイに自動的に切り替えます。
kk: Таңдалған дисплей қолжетімсіз болған кезде негізгі дисплейді пайдалану.
ko: 활성 창이 있는 디스플레이로 자동 전환합니다.
ms: Gunakan paparan utama semasa paparan yang dipilih tidak tersedia.
nb: Bruk hovedskjermen mens den valgte skjermen ikke er tilgjengelig.
nl: Schakel automatisch over naar het scherm met het actieve venster.
pl: Automatycznie przełączaj na ekran zawierający aktywne okno.
pt: Mudar automaticamente para o ecrã que contém a janela ativa.
ro: Utilizați ecranul principal în timp ce ecranul selectat nu este disponibil.
ru: Использовать основной дисплей, пока выбранный дисплей недоступен, и возвращать Dynamic Notch обратно, когда он появится.
sk: Použiť hlavný displej, keď vybraný displej nie je k dispozícii.
sr: Користи главни екран док изабрани екран није доступан.
sv: Växla automatiskt till skärmen som innehåller det aktiva fönstret.
th: ใช้จอแสดงผลหลักขณะที่จอแสดงผลที่เลือกไม่พร้อมใช้งาน
tr: Seçilen ekran kullanılamazken ana ekranı kullan, ekran geri döndüğünde Dynamic Notch'u ona taşı.
uk: Автоматично перемикатися на екран з активним вікном.
vi: Tự động chuyển sang màn hình chứa cửa sổ đang hoạt động.
zh_hans: 当所选显示屏不可用时使用主显示屏，并在其恢复后将 Dynamic Notch 移回去。
zh_hant: 自動切換到包含使用中視窗的顯示器。

# settings.general.display.autoSwitch.title
source: Automatically switch displays
ar: التبديل التلقائي للشاشات
bg: Автоматично превключване на дисплея
bn: স্বয়ংক্রিয়ভাবে ডিসপ্লে পরিবর্তন করুন
ca: Canvia automàticament de pantalla
cs: Automatické přepínání monitoru
da: Skift automatisk skærme
de: Automatischer Displaywechsel
el: Αυτόματη εναλλαγή οθονών
es: Cambiar de pantalla automáticamente
fa: تعویض خودکار صفحه نمایش
fi: Vaihda näyttöä automaattisesti
fil: Awtomatikong Magpalit ng Display
fr: Changement automatique d'écran
he: החלף תצוגה אוטומטית
hi: स्वचालित रूप से डिस्प्ले स्विच करें
hr: Automatski promijeni zaslon
hu: Kijelzők automatikus váltása
id: Peralihan Layar Otomatis
it: Cambio automatico display
ja: 自動ディスプレイ切り替え
kk: Дисплейді автоматты түрде ауыстыру
ko: 자동 디스플레이 전환
ms: Tukar paparan secara automatik
nb: Bytt skjerm automatisk
nl: Automatisch wisselen van scherm
pl: Automatyczne przełączanie ekranu
pt: Mudança automática de ecrã
ro: Comutare automată a ecranelor
ru: Автоматически переключать дисплеи
sk: Automaticky prepínať displej
sr: Аутоматски промени екран
sv: Automatisk skärmväxling
th: สลับจอแสดงผลอัตโนมัติ
tr: Ekranlar arasında otomatik geçiş yap
uk: Автоперемикання екрана
vi: Tự động chuyển đổi màn hình
zh_hans: 自动切换显示屏
zh_hant: 自動切換顯示器

# settings.general.display.badge.builtin
source: Built-in
ar: مدمجة
bg: Вграден
bn: বিল্ট-ইন
ca: Integrada
cs: Vestavěný
da: Indbygget
de: Integriert
el: Ενσωματωμένη
es: Integrada
fa: داخلی
fi: Sisäänrakennettu
fr: Intégré
he: מובנה
hi: बिल्ट-इन
hr: Ugrađeni
hu: Beépített
id: Bawaan
it: Integrato
ja: 内蔵
kk: Кірістірілген
ko: 내장
ms: Terbina dalam
nb: Innebygd
nl: Ingebouwd
pl: Wbudowany
pt: Integrado
ro: Integrat
ru: Встроенный
sk: Vstavaný
sr: Уграђени
sv: Inbyggd
th: ในตัว
tr: Dahili
uk: Вбудований
vi: Tích hợp
zh_hans: 内置
zh_hant: 內建

# settings.general.display.badge.external
source: External display
ar: شاشة خارجية
bg: Външен дисплей
bn: বাহ্যিক ডিসপ্লে
ca: Pantalla externa
cs: Externí
da: Ekstern skærm
de: Extern
el: Εξωτερική οθόνη
es: Pantalla externa
fa: صفحه نمایش خارجی
fi: Ulkoinen näyttö
fil: External na Display
fr: Externe
he: צג חיצוני
hi: बाहरी डिस्प्ले
hr: Vanjski zaslon
hu: Külső kijelző
id: Eksternal
it: Esterno
ja: 外部
kk: Сыртқы дисплей
ko: 외장
ms: Paparan luaran
nb: Ekstern skjerm
nl: Extern
pl: Zewnętrzny
pt: Externo
ro: Ecran extern
ru: Внешний дисплей
sk: Externý displej
sr: Спољни екран
sv: Extern
th: จอแสดงผลภายนอก
tr: Harici ekran
uk: Зовнішній
vi: Bên ngoài
zh_hans: 外接显示屏
zh_hant: 外接

# settings.general.display.badge.main
source: Main display
ar: الشاشة الرئيسية
bg: Главен дисплей
bn: প্রধান ডিসপ্লে
ca: Pantalla principal
cs: Hlavní
da: Hovedskærm
de: Hauptdisplay
el: Κύρια οθόνη
es: Pantalla principal
fa: صفحه نمایش اصلی
fi: Päänäyttö
fil: Pangunahing Display
fr: Écran principal
he: תצוגה ראשית
hi: मुख्य डिस्प्ले
hr: Glavni zaslon
hu: Fő kijelző
id: Utama
it: Principale
ja: メイン
kk: Негізгі дисплей
ko: 메인
ms: Paparan utama
nb: Hovedskjerm
nl: Hoofd
pl: Główny
pt: Ecrã principal
ro: Ecran principal
ru: Основной дисплей
sk: Hlavný displej
sr: Главни екран
sv: Huvud
th: จอแสดงผลหลัก
tr: Ana ekran
uk: Головний
vi: Chính
zh_hans: 主显示屏
zh_hant: 主要

# settings.general.display.badge.unavailable
source: Unavailable
ar: غير متاحة
bg: Недостъпен
bn: অনুপলব্ধ
ca: No disponible
cs: Nedostupný
da: Ikke tilgængelig
de: Nicht verfügbar
el: Μη διαθέσιμη
es: No disponible
fa: غیرقابل دسترس
fi: Ei käytettävissä
fil: Hindi Available
fr: Indisponible
he: לא זמין
hi: अनुपलब्ध
hr: Nedostupno
hu: Nem érhető el
id: Tidak tersedia
it: Non disponibile
ja: 利用不可
kk: Қолжетімсіз
ko: 사용 불가
ms: Tidak tersedia
nb: Ikke tilgjengelig
nl: Niet beschikbaar
pl: Niedostępny
pt: Indisponível
ro: Indisponibil
ru: Недоступен
sk: Nedostupný
sr: Недоступно
sv: Inte tillgänglig
th: ไม่พร้อมใช้งาน
tr: Kullanılamıyor
uk: Недоступний
vi: Không khả dụng
zh_hans: 不可用
zh_hant: 不可用

# settings.general.display.builtin
source: Show on built-in display
ar: العرض على الشاشة المدمجة
bg: Показване на вградения дисплей
bn: বিল্ট-ইন ডিসপ্লেতে দেখান
ca: Mostra a la pantalla integrada
cs: Vestavěný displej
da: Vis på indbygget skærm
de: Integriertes Display
el: Εμφάνιση στην ενσωματωμένη οθόνη
es: Mostrar en la pantalla incorporada
fa: نمایش در صفحه نمایش داخلی
fi: Näytä sisäänrakennetulla näytöllä
fil: Ipakita sa built-in display
fr: Écran intégré
he: הצג בצג המובנה
hi: बिल्ट-इन डिस्प्ले पर दिखाएं
hr: Prikaži na ugrađenom zaslonu
hu: Megjelenítés a beépített kijelzőn
id: Layar Bawaan
it: Schermo integrato
ja: 内蔵ディスプレイ
kk: Кірістірілген дисплейде көрсету
ko: 내장 디스플레이
ms: Tunjukkan pada paparan terbina dalam
nb: Vis på innebygd skjerm
nl: Ingebouwd beeldscherm
pl: Wbudowany ekran
pt: Ecrã integrado
ro: Afișează pe ecranul integrat
ru: Показывать на встроенном дисплее
sk: Zobraziť na vstavanom displeji
sr: Прикажи на уграђеном екрану
sv: Inbyggd skärm
th: แสดงบนจอแสดงผลในตัว
tr: Dahili ekranda göster
uk: Вбудований дисплей
vi: Màn hình tích hợp
zh_hans: 在内置显示屏上显示
zh_hant: 內建顯示器

# settings.general.display.closeAtFocus.description
source: Hides the live activity display when the target application becomes active.
ar: إخفاء عرض النشاط المباشر عندما يصبح التطبيق المستهدف نشطاً.
bg: Скрива изгледа на дейността на живо, когато целевото приложение стане активно.
bn: টার্গেট অ্যাপ সক্রিয় হলে লাইভ অ্যাক্টিভিটি ভিউ লুকিয়ে রাখে।
ca: Amaga la vista de l'activitat en directe quan l'aplicació de destinació s'activa.
cs: Zavřít výřez při přepnutí fokusu na jinou aplikaci.
da: Skjuler liveaktivitetsvisningen, når målprogrammet bliver aktivt.
de: Die Notch schließen, wenn der Fokus zu einer anderen App wechselt.
el: Απόκρυψη της εμφάνισης ζωντανής δραστηριότητας όταν η εφαρμογή προορισμού γίνεται ενεργή.
es: Oculta la visualización de la actividad en vivo cuando la aplicación de destino se vuelve activa.
fa: پنهان کردن نمای فعالیت زنده هنگام فعال شدن برنامه هدف.
fi: Piilottaa live-toiminnan näytön, kun kohdesovellus tulee aktiiviseksi.
fil: Itinatago ang view ng live activity kapag naging aktibo ang target na app.
fr: Fermer l'encoche lorsque le focus passe à une autre application.
he: מסתיר את תצוגת הפעילות החיה כאשר יישום היעד הופך לפעיל.
hi: लक्ष्य एप्लिकेशन सक्रिय होने पर लाइव गतिविधि प्रदर्शन को छुपाता है।
hr: Skriva prikaz aktivnosti uživo kada ciljana aplikacija postane aktivna.
hu: Elrejti az élő tevékenység kijelzőjét, amikor a célalkalmazás aktívvá válik.
id: Tutup notch saat fokus berpindah ke aplikasi lain.
it: Chiudi il notch quando lo stato attivo passa a un'altra applicazione.
ja: 他のアプリケーションにフォーカスが移ったときにノッチを閉じます。
kk: Мақсатты қолданба белсенді болған кезде тікелей әрекет көрінісін жасырады.
ko: 다른 앱으로 포커스가 이동하면 노치를 닫습니다.
ms: Menyembunyikan paparan aktiviti langsung apabila aplikasi sasaran menjadi aktif.
nb: Skjuler direkteaktivitetsvisningen når målprogrammet blir aktivt.
nl: Sluit de notch wanneer de focus verschuift naar een andere toepassing.
pl: Zamknij notch, gdy fokus przejdzie do innej aplikacji.
pt: Fechar o notch quando o foco mudar para outra aplicação.
ro: Ascunde afișajul activității live când aplicația țintă devine activă.
ru: Скрывает отображение live activity, когда целевое приложение становится активным.
sk: Skryje zobrazenie živej aktivity, keď sa cieľová aplikácia stane aktívnou.
sr: Скрива приказ активности уживо када циљна апликација постане активна.
sv: Stäng flärpen när fokus växlar till ett annat program.
th: ซ่อนการแสดงกิจกรรมสดเมื่อแอปพลิเคชันเป้าหมายเปิดใช้งาน
tr: Hedef uygulama etkin hale geldiğinde canlı etkinlik göstergesini gizler.
uk: Закривати notch при переході фокусу на іншу програму.
vi: Đóng notch khi tiêu điểm chuyển sang ứng dụng khác.
zh_hans: 当目标应用程序处于活动状态时隐藏实时活动显示。
zh_hant: 當焦點切換至其他應用程式時關閉「瀏海」。

# settings.general.display.closeAtFocus.title
source: Close display on window focus
ar: إغلاق العرض عند تركيز النافذة
bg: Затваряне на изгледа при фокус върху прозорец
bn: উইন্ডো ফোকাসে ভিউ বন্ধ করুন
ca: Tanca la vista en enfocar la finestra
cs: Zavřít při ztrátě fokusu
da: Luk visning ved vinduesfokus
de: Beim Fokusverlust schließen
el: Κλείσιμο εμφάνισης κατά την εστίαση παραθύρου
es: Cerrar visualización al enfocar ventana
fa: بستن نما هنگام فوکوس پنجره
fi: Sulje näyttö ikkunan kohdistuksessa
fil: Isara ang view sa focus ng window
fr: Fermer à la perte de focus
he: סגור תצוגה בעת מיקוד חלון
hi: विंडो फ़ोकस पर डिस्प्ले बंद करें
hr: Zatvori prikaz pri fokusu prozora
hu: Kijelző bezárása ablakfókusznál
id: Tutup saat Kehilangan Fokus
it: Chiudi alla perdita di focus
ja: フォーカス外れ時に閉じる
kk: Терезе фокусында көріністі жабу
ko: 포커스 잃을 때 닫기
ms: Tutup paparan semasa fokus tetingkap
nb: Lukk visning ved vindusfokus
nl: Sluiten bij focusverlies
pl: Zamknij przy utracie fokusu
pt: Fechar ao perder foco
ro: Închide afișajul la focalizarea ferestrei
ru: Скрывать отображение при фокусе окна
sk: Zavrieť zobrazenie pri zameraní okna
sr: Затвори приказ при фокусу прозора
sv: Stäng vid förlorat fokus
th: ปิดการแสดงผลเมื่อโฟกัสหน้าต่าง
tr: Pencere öne geldiğinde göstergeyi kapat
uk: Закривати при втраті фокусу
vi: Đóng khi mất tiêu điểm
zh_hans: 窗口获得焦点时关闭显示
zh_hant: 失去焦點時關閉

# settings.general.display.main
source: Show on main display
ar: العرض على الشاشة الرئيسية
bg: Показване на главния дисплей
bn: প্রধান ডিসপ্লেতে দেখান
ca: Mostra a la pantalla principal
cs: Hlavní displej
da: Vis på hovedskærm
de: Hauptdisplay
el: Εμφάνιση στην κύρια οθόνη
es: Mostrar en la pantalla principal
fa: نمایش در صفحه نمایش اصلی
fi: Näytä päänäytöllä
fil: Ipakita sa pangunahing display
fr: Écran principal
he: הצג בתצוגה הראשית
hi: मुख्य डिस्प्ले पर दिखाएं
hr: Prikaži na glavnom zaslonu
hu: Megjelenítés a fő kijelzőn
id: Layar Utama
it: Schermo principale
ja: メインディスプレイ
kk: Негізгі дисплейде көрсету
ko: 메인 디스플레이
ms: Tunjukkan pada paparan utama
nb: Vis på hovedskjerm
nl: Hoofdbeeldscherm
pl: Główny ekran
pt: Ecrã principal
ro: Afișează pe ecranul principal
ru: Показывать на основном дисплее
sk: Zobraziť na hlavnom displeji
sr: Прикажи на главном екрану
sv: Huvudskärm
th: แสดงบนจอแสดงผลหลัก
tr: Ana ekranda göster
uk: Головний дисплей
vi: Màn hình chính
zh_hans: 在主显示屏上显示
zh_hant: 主要顯示器

# settings.general.display.specific
source: Show on a specific display
ar: العرض على شاشة محددة
bg: Показване на определен дисплей
bn: নির্দিষ্ট ডিসপ্লেতে দেখান
ca: Mostra a una pantalla específica
cs: Konkrétní displej
da: Vis på en bestemt skærm
de: Bestimmtes Display
el: Εμφάνιση σε συγκεκριμένη οθόνη
es: Mostrar en una pantalla específica
fa: نمایش در صفحه نمایش خاص
fi: Näytä tietyllä näytöllä
fil: Ipakita sa partikular na display
fr: Écran spécifique
he: הצג בצג ספציפי
hi: विशिष्ट डिस्प्ले पर दिखाएं
hr: Prikaži na određenom zaslonu
hu: Megjelenítés egy adott kijelzőn
id: Layar Tertentu
it: Schermo specifico
ja: 指定ディスプレイ
kk: Арнайы дисплейде көрсету
ko: 특정 디스플레이
ms: Tunjukkan pada paparan tertentu
nb: Vis på en bestemt skjerm
nl: Specifiek beeldscherm
pl: Określony ekran
pt: Ecrã específico
ro: Afișează pe un ecran specific
ru: Показывать на выбранном дисплее
sk: Zobraziť na konkrétnom displeji
sr: Прикажи на одређеном екрану
sv: Specifik skärm
th: แสดงบนจอแสดงผลเฉพาะ
tr: Belirli bir ekranda göster
uk: Конкретний дисплей
vi: Màn hình cụ thể
zh_hans: 在指定显示屏上显示
zh_hant: 特定顯示器

# settings.general.display.specificPicker.description
source: Pin Dynamic Notch to one display instead of following the system main display.
ar: تثبيت Dynamic Notch على شاشة واحدة بدلاً من متابعة الشاشة الرئيسية للنظام.
bg: Закачете Dynamic Notch към един дисплей, вместо да следва главния системен дисплей.
bn: সিস্টেমের প্রধান ডিসপ্লে অনুসরণ না করে Dynamic Notch-কে একটি একক ডিসপ্লেতে পিন করুন।
ca: Fixa Dynamic Notch a una sola pantalla en lloc de seguir la pantalla principal del sistema.
cs: Vyberte konkrétní displej pro výřez.
da: Fastgør Dynamic Notch til én skærm i stedet for at følge systemets hovedskærm.
de: Wähle ein bestimmtes Display für die Notch aus.
el: Καρφίτσωμα του Dynamic Notch σε μία οθόνη αντί να ακολουθεί την κύρια οθόνη συστήματος.
es: Fija Dynamic Notch en una sola pantalla en lugar de seguir la pantalla principal del sistema.
fa: پین کردن Dynamic Notch به یک صفحه نمایش خاص به جای دنبال کردن صفحه نمایش اصلی سیستم.
fi: Kiinnitä Dynamic Notch yhteen näyttöön järjestelmän päänäytön seuraamisen sijaan.
fil: I-pin ang Dynamic Notch sa isang display sa halip na sundan ang pangunahing display ng system.
fr: Sélectionnez un écran spécifique pour l'encoche.
he: הצמד את Dynamic Notch לצג אחד במקום לעקוב אחר הצג הראשי של המערכת.
hi: सिस्टम मुख्य डिस्प्ले के बजाय Dynamic Notch को एक डिस्प्ले पर पिन करें।
hr: Prikvačite Dynamic Notch na jedan zaslon umjesto praćenja glavnog zaslona sustava.
hu: A Dynamic Notch rögzítése egy kijelzőre a rendszer fő kijelzőjének követése helyett.
id: Pilih layar tertentu untuk notch.
it: Seleziona uno schermo specifico per il notch.
ja: ノッチを表示する特定のディスプレイを選択します。
kk: Dynamic Notch-ты жүйенің негізгі дисплейіне емес, белгілі бір дисплейге бекіту.
ko: 노치를 표시할 특정 디스플레이를 선택하세요.
ms: Sematkan Dynamic Notch pada satu paparan dan bukannya mengikut paparan utama sistem.
nb: Fest Dynamic Notch til én skjerm i stedet for å følge systemets hovedskjerm.
nl: Selecteer een specifiek beeldscherm voor de notch.
pl: Wybierz określony ekran dla notcha.
pt: Selecione um ecrã específico para o notch.
ro: Fixează Dynamic Notch pe un ecran în loc să urmărească ecranul principal al sistemului.
ru: Закрепить Dynamic Notch за одним дисплеем вместо следования за системным основным дисплеем.
sk: Pripnúť Dynamic Notch k jednému displeju namiesto sledovania hlavného systémového displeja.
sr: Закачите Dynamic Notch за један екран уместо праћења главног системског екрана.
sv: Välj en specifik skärm för flärpen.
th: ตรึง Dynamic Notch ไว้ที่จอแสดงผลเดียวแทนที่จะติดตามจอหลักของระบบ
tr: Dynamic Notch'u sistemin ana ekranını izlemek yerine tek bir ekrana sabitleyin.
uk: Виберіть конкретний дисплей для notch.
vi: Chọn một màn hình cụ thể cho notch.
zh_hans: 将 Dynamic Notch 固定到某个显示屏，而不是跟随系统主显示屏。
zh_hant: 選取「瀏海」專用的特定顯示器。

# settings.general.display.specificPicker.title
source: Specific display
ar: شاشة محددة
bg: Определен дисплей
bn: নির্দিষ্ট ডিসপ্লে
ca: Pantalla específica
cs: Konkrétní displej
da: Bestemt skærm
de: Bestimmtes Display
el: Συγκεκριμένη οθόνη
es: Pantalla específica
fa: صفحه نمایش خاص
fi: Tietty näyttö
fil: Partikular na Display
fr: Écran spécifique
he: צג ספציפי
hi: विशिष्ट डिस्प्ले
hr: Određeni zaslon
hu: Konkrét kijelző
id: Layar Tertentu
it: Schermo specifico
ja: 指定ディスプレイ
kk: Арнайы дисплей
ko: 특정 디스플레이
ms: Paparan tertentu
nb: Bestemt skjerm
nl: Specifiek beeldscherm
pl: Określony ekran
pt: Ecrã específico
ro: Ecran specific
ru: Конкретный дисплей
sk: Konkrétny displej
sr: Одређени екран
sv: Specifik skärm
th: จอแสดงผลเฉพาะ
tr: Belirli ekran
uk: Конкретний дисплей
vi: Màn hình cụ thể
zh_hans: 指定显示屏
zh_hant: 特定顯示器
